spec/fixtures/soap/xml/IControl.LocalLB.ProfileHttpClass.remove_path_match_pattern_a53022e37c2bd0ffed3a600e0c857644_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/ProfileHttpClass"><env:Body><wsdl:remove_path_match_pattern><profile_names><value>test_profile2</value></profile_names><patterns><item><value><pattern>test_path</pattern><is_glob>true</is_glob></value></item></patterns></wsdl:remove_path_match_pattern></env:Body></env:Envelope>